nichiyama/my_diary.org
* LPSO
**  目標，一個計算を投げる
*** 8/6 
予定を大幅に遅れてwifiが広島の祖父の家についた．
*** 8/7
　ドンキーさんの入力ファイル四つをコピーして，実際に計算をかけてみる．．．
しかし，エラーが出た.
bashrcのalliasの先がcsl(ドンキーファイル)を参照していた．またvasp_submit.rbのコード文もcslのフォルダを参照するようになっていたのでnichiに変更した．必要なファイルをcslからコピーした．これが割と時間がかかった．
実際に1-layerの計算を投げてみた．

*** 8/9 
計算をqsで確認すると終了していた．OUTCARを実際にみる．エラーは出ていないよう．しかし，何がなんなのかわからないのでマニュアルを参照にしながら理解して行こう．もしどうしてもわからないことがあれば，8/15or16にドンキーさんに時間を設けていただいたので直接あってバシバシ質問しよう．なので，そこに向けて質問と現状を整理しておかないといけない．

*** ここまでのまとめ
なかなか通信環境が整わなかったので，大幅に取り組む時間が遅れてしまったが，とりあえず目標の一個計算を投げて結果を得ることはできた．
これから取り組むことは，もう一度栃木さんの論文のマーカーを引いた部分を読み直すことと，マニュアルを読んでOUTCARの見方の理解を深めること．
それらに取り組んで感じた疑問やこれからの流れを今一度まとめて，１５日にドンキーさんに投げかけてみる．そして，またそこで得た情報を元に２３日？のゼミで進行状況を先生に報告する．誤っている点等はそこで指摘していただこう．
